; Generated (01.01.2022 11:30:00) by Safe Mode Launcher v1.1
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
BootOnceInSafeMode=1
AddServicesForSafeMode=1

[SafeModeRunList]
; State=FilePath|WorkingDir|Parameter
0=Cmd.exe|%SystemRoot%\System32\|
0=Powershell.exe|%SystemRoot%\System32\|
0=Regedit.exe|%SystemRoot%\System32\|
0=Compmgmt.msc|%SystemRoot%\System32\|

[AddServicesForSafeMode]
; 1 = Minimal, 2 = Network, 3 = All
3=MSIServer
2=Wlansvc

[Language_English]
Translator="BlueLife"
01="This program is designed to start Windows in safe mode easily."
02="Please Wait ..."
03="Boot Mode Options:"
04="Normal Mode (Default)"
05="Windows starts normally"
06="Safe Mode"
07="Windows starts in safe mode"
08="Safe Mode with Networking"
09="Windows starts in safe mode with network support"
10="Safe Mode with Command Prompt Only"
11="Windows starts in safe mode with command prompt only"
12="Display the boot menu on Windows startup"
13="Displays the boot menu at Windows startup.\n You can switch to the advanced boot menu by pressing the F8 keyboard key in the boot menu."
14="Enable F8 Startup Key (Classic Boot menu)"
15="Displays advanced boot options by pressing the f8 keyboard shortcut on Windows startup\n If this option is selected, the classic Boot menu interface will be activated."
16="Apply Options"
17="Menu"
18="Start &Repair Mode"
19="&Enable Hidden Admin Account"
20="Restart &Windows"
21="Start &Msconfig"
22="Start &Bcdedit Console"
23="&Refresh"
24="&Command Line Info"
25="&Donate"
26="&Contact"
27="&HomePage"
28="&About"
29="You must restart the Windows to switch to the selected mode."
30="Windows needs to restart to start repair mode."
31="Do you want to restart Windows now?"
32="The selected boot menu settings have been applied."
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu program, Windows'u kolayca güvenli modda başlatmak için tasarlanmıştır."
02="Lütfen Bekleyin ..."
03="Önyükleme Modu Seçenekleri:"
04="Normal Mod (Varsayılan)"
05="Windows normal şekilde başlar"
06="Güvenli Mod"
07="Windows güvenli modda başlar"
08="Ağ ile Güvenli Mod"
09="Windows, ağ desteğiyle güvenli modda başlar"
10="Yalnızca Komut İstemi ile Güvenli Mod"
11="Windows, yalnızca komut istemiyle güvenli modda başlar"
12="Başlangıçta önyükleme menüsünü görüntüle"
13="Windows başlangıcında önyükleme menüsünü görüntüler.\n Önyükleme menüsünde F8 klavye tuşuna basarak gelişmiş önyükleme menüsüne geçebilirsiniz."
14="F8 Başlangıç ​​Tuşunu Etkinleştir (Klasik Boot menu)"
15="Windows başlangıcında f8 klavye kısayoluna basarak gelişmiş önyükleme seçeneklerini görüntüler\n Bu seçenek seçilirse klasik Boot menüsü arayüzü etkinleşir""
16="Seçenekleri Uygula"
17="Menü"
18="&Onarım Moduna Geç"
19="&Gizli Yönetici Hesabını Aktif Yap"
20="&Windows'u Yeniden Başlat"
21="&Msconfig'i Başlat"
22="&Bcdedit Konsolu Başlat"
23="&Yenile"
24="&Komut Satırı Bilgisi"
25="&Bağış Yap"
26="&İletişim"
27="&Ana Sayfa"
28="&Hakkında"
29="Seçilen moda geçmek için Windows'u yeniden başlatmalısınız."
30="Onarım moduna geçmek için Windows'un yeniden başlatılması gerekiyor."
31="Windows'u şimdi yeniden başlatmak istiyor musunuz?"
32="Seçili önyükleme menüsü ayarları uygulandı."
33="&Sistem Kurtarma Seçenekleri"
34="&Güvenli Modda Çalıştır"
35="&Güvenli Modu Bir Kez Başlat"

[Language_German_Deutsch]
Translator="u!^DEV"
01="Dieses Programm wurde entwickelt, um Windows einfach im abgesicherten Modus zu starten."
02="Bitte warten ..."
03="Erwaiterte StartOptionen:"
04="Normaler Modus (Standard)"
05="Windows wird ganz normal gestartet"
06="Abgesicherter Modus"
07="Windows startet im abgesicherten Modus"
08="Abgesicherter Modus mit Netzwerktreibern"
09="Windows startet im abgesicherten Modus mit Netzwerkunterstützung"
10="Abgesicherter Modus mit Eingabeaufforderung"
11="Windows startet im abgesicherten Modus nur mit der Eingabeaufforderung (Kommandozeile)"
12="Anzeigen der Boot-Menüs beim Start von Windows"
13="Zeigt das Boot-Menü beim Start von Windows an.\n Sie können zum erweiterten Boot-Menü wechseln, in dem Sie im Boot-Menü die F8-Taste drücken."
14="F8-Taste aktivieren (klassisches Boot-Menü)"
15="Durch drücken der F8-Taste wird beim Start von Windows das erweiterte Boot-Menü angezeigt.\n Wenn diese Option ausgewählt wurde, wird das klassische Boot-Menü aktiviert."
16="Einstellungen anwenden"
17="Menü"
18="&Reparaturmodus starten"
19="Versteckten Administrator &aktivieren"
20="&Windows neu starten"
21="&Msconfig starten"
22="&Bcdedit-Konsole starten"
23="Aktua&lisieren"
24="&Kommandozeilen-Informationen"
25="&Spenden"
26="&Kontakt"
27="&Webseite"
28="&Über"
29="Sie müssen Windows neu starten, um in den gewählten Modus zu gelangen."
30="Zum starten des Reparaturmodus muss Windows neu gestartet werden."
31="Möchten Sie Windows jetzt neu starten?"
32="Die ausgewählten Einstellungen wurden übernommen."
33="&Wiederherstellung"
34="&im abgesicherten Modus ausführen"
35="&im abgesicherten Modus einmal ausführen"

[Language_Hebrew_עברית]
Translator="EA .תורגם ע"י א.א"
01="תוכנה זו נוצרה כדי להיכנס בקלות למצב בטוח"
02="...אנא המתן"
03="אפשרויות אתחול"
04="איתחול רגיל (ברירת מחדל)"
05="הפעלה רגילה של המחשב"
06="מצב בטוח"
07="הפעלת המחשב במצב בטוח"
08="מצב בטוח עם רשת"
09="הפעלת המחשב במצב בטוח עם תמיכה לרשת"
10="מצב בטוח עם שורת הפקודה בלבד"
11="הפעלת המחשב במצב בטוח עם שורת הפקודה בלבד"
12="(האיתחול) bootהצג באיתחול את תפריט ה"
13="מציג את תפריט האיתחול בהפעלת המערכת\nבתפריט האיתחול F8 ניתן להחיליף למצב איתחול מתקדם בהקשת"
14="באיתחול F8 אפשר מקש"
15="כשווינדוס עולה (נדלק) F8 מציג את תפריט איתחול המתקדם בלחיצה על מקש"
16="החל הגדרות"
17="תפריט"
18="היכנס אל מצב תיקון"
19="&המוסתר (Admin) אפשר הצגת משתמש האדמין"
20="הפעלת המחשב מחדש מחדש"
21="Msconfig פתח את"
22="Bcdedit Console פתח את"
23="&רענן"
24="&מידע שורת הפקודה"
25="&תרום"
26="&צור קשר"
27="&דף הבית"
28="&אודות"
29="אתה חייב להפעיל את המחשב מחדש כדי לעבור למצב המבוקש"
30="צריך הפעלה מחדש כדי להכנס למצב תיקון"
31="?האם אתה רוצה להפעיל מחדש כעת"
32="הגדרות האיתחול שנבחרו הוחלו בהצלחה"
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Korean_한국어]
Translator="VenusGirl"
01="이 프로그램은 Windows를 안전 모드에서 쉽게 시작하도록 설계되었습니다."
02="기다려주십시오..."
03="부팅 모드 옵션:"
04="정상 모드 (기본값)"
05="Windows가 정상적으로 시작됩니다."
06="안전 모드"
07="Windows가 안전 모드에서 시작됩니다."
08="안전 모드(네트워킹사용) 사용"
09="Windows가 네트워크 지원과 함께 안전 모드로 시작됩니다."
10="안전 모드(명령 프롬프트 사용) 사용"
11="Windows는 명령 프롬프트만 사용하여 안전 모드로 시작됩니다."
12="Windows 시작시 부팅 메뉴 표시"
13="Windows 시작시 부팅 메뉴를 표시합니다.\n부팅 메뉴에서 F8 키보드 키를 눌러 고급 부팅 메뉴로 전환할 수 있습니다."
14="F8 시작 키 활성화 (클래식 부트 메뉴)"
15="Windows 시작시 F8 키보드 바로 가기를 눌러 고급 부팅 옵션을 표시합니다.\n이 옵션을 선택하면 클래식 부팅 메뉴 인터페이스가 활성화됩니다."
16="옵션 적용"
17="메뉴"
18="복구 모드 시작(&R)"
19="숨겨진 관리자 계정 활성화(&E)"
20="Windows 재시작(&W)"
21="Msconfig 시작(&M)"
22="Bcdedit 콘솔 시작(&B)"
23="새로 고침(&R)"
24="명령 행 정보(&C)"
25="기부(&D)"
26="연락처(&C)"
27="홈페이지(&H)"
28="정보(&A)"
29="선택한 모드로 전환하려면 Windows를 다시 시작해야 합니다."
30="복구 모드를 시작하려면 Windows를 다시 시작해야 합니다."
31="지금 Windows를 다시 시작 하시겠습니까?"
32="선택한 부팅 메뉴 설정이 적용되었습니다."
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_French_Français]
Translator="Largo"
01="Ce programme est conçu pour démarrer facilement Windows en mode sans échec."
02="Veuillez patienter ..."
03="Options du mode de démarrage:"
04="Mode normal (par défaut)"
05="Windows démarre normalement"
06="Mode sans échec"
07="Windows démarre en mode sans échec"
08="Mode sans échec avec réseau"
09="Windows démarre en mode sans échec avec prise en charge réseau"
10="Mode sans échec avec invite de commande"
11="Windows démarre en mode sans échec avec invite de commande uniquement"
12="Afficher menu de boot au démarrage de Windows"
13="Affiche le menu de boot au démarrage de Windows.\n Vous pouvez basculer vers menu de démarrage avancé en appuyant sur touche du clavier F8 dans menu de démarrage."
14="Activer la touche F8 (menu de démarrage classique)"
15="Lors du démarrage de Windows, appuyez sur la touche F8 pour appeler les options de démarrage avancées de Windows\n Si cette option est sélectionnée, l'interface du menu de démarrage classique sera activée."
16="Appliquer les options"
17="Menu"
18="Démarrer &Mode Réparation"
19="&Activer compte d'administration masqué"
20="Redémarrer &Windows"
21="Démarrer &Msconfig"
22="Démarrer console &Bcdedit"
23="&Actualisation"
24="&Infos sur la ligne de commande"
25="&Don"
26="&Contact"
27="&Page d'accueil"
28="&À propos de"
29="Vous devez redémarrer Windows pour passer au mode sélectionné."
30="Windows doit redémarrer pour démarrer le mode de réparation."
31="Voulez-vous redémarrer Windows maintenant?"
32="Les paramètres du menu de démarrage sélectionnés ont été appliqués."
33="&Paramètres de récupération"
34="&Lancer en mode sans échec"
35="&Démarrez une fois en mode sans échec"

[Language_Greek_Ελληνικά]
Translator="geogeo  (www.geogeo.gr)"
01="Αυτό το πρόγραμμα σχεδιάστηκε για να ξεκινά εύκολα τα Windows σε ασφαλή λειτουργία."
02="Παρακαλώ περιμένετε..."
03="Επιλογές λειτουργίας εκκίνησης:"
04="Κανονική λειτουργία (Προεπιλογή)"
05="Τα Windows ξεκινούν κανονικά"
06="Ασφαλής λειτουργία"
07="Τα Windows ξεκινούν σε ασφαλή λειτουργία"
08="Ασφαλής λειτουργία με δίκτυο"
09="Τα Windows ξεκινούν σε ασφαλή λειτουργία με υποστήριξη δικτύου"
10="Ασφαλής λειτουργία μόνο με γραμμή εντολών"
11="Τα Windows ξεκινούν σε ασφαλή λειτουργία με γραμμή εντολών μόνο"
12="Εμφάνιση μενού εκκίνησης στην έναρξη των Windows"
13="Εμφανίζει το μενού εκκίνησης κατά την εκκίνηση των Windows.\n Μπορείτε να μεταβείτε στο προηγμένο μενού εκκίνησης πατώντας το πλήκτρο F8 στο μενού εκκίνησης."
14="Ενεργ. πλήκτρου F8 (μενού κλασικής εκκίνησης)"
15="Εμφανίζει επιλογές εκκίνησης για προχωρημένους, πατώντας τη συντόμευση πληκτρολογίου F8 κατά την εκκίνηση των Windows.\n Εάν αυτή η επιλογή είναι ενεργοποιημένη, θα ενεργοποιηθεί η κλασική διεπαφή του μενού εκκίνησης."
16="Εφαρμογή επιλογών"
17="Μενού"
18="Έ&ναρξη λειτουργίας επιδιόρθωσης"
19="Ενεργοποίηση &κρυφού λογαριασμού διαχειριστή"
20="Επανεκκίνηση των Wind&οws"
21="Εκκίνηση του &Μsconfig"
22="Εκκίνηση κονσόλας &Βcdedit"
23="&Ανανέωση"
24="Π&ληροφορίες γραμμής εντολών"
25="&Δωρεά"
26="&Επικοινωνία"
27="&Ιστοσελίδα"
28="&Περί..."
29="Πρέπει να επανεκκινήσετε τα Windows για να μεταβείτε στην επιλεγμένη λειτουργία."
30="Τα Windows πρέπει να κάνουν επανεκκίνηση για να ξεκινήσει η λειτουργία επιδιόρθωσης."
31="Θέλετε να κάνετε επανεκκίνηση των Windows τώρα;"
32="Έχει γίνει εφαρμογή των επιλεγμένων ρυθμίσεων του μενού εκκίνησης."
33="&Ρυθμίσεις αποκατάστασης"
34="Εκ&τέλεση σε ασφαλή λειτουργία"
35="Εκκίνηση μία &φορά σε ασφαλή λειτουργία"

[Language_Japanese_日本語]
Translator="wakaizumo"
01=\n手軽にセーフモードへの切替えができるソフトです。
02="処理中・・・ 少々お待ち下さい"
03="Windows 起動モード設定 ："
04="通常モード (標準起動)"
05="通常の構成で Windows を起動します"
06="セーフモード"
07="セーフモードで Windows を起動します"
08="セーフモードとネットワーク"
09="セーフモードにネットワーク機能を追加して起動します"
10="セーフモードとコマンドプロンプト"
11="セーフモードをコマンドプロンプトのみで起動します (GUIブートなし)"
12="毎回自動で「Windows ブートマネージャー」を表示する"
13="Windows の起動時に毎回自動で「Windows ブートマネージャー」を表示します。\n「F8」 キー押下で、「スタートアップ設定」画面を表示できます。"
14="「F8」 スタートキーを有効にする (クラシックブートメニューに)"
15="このオプションを選択する事で、クラッシック(旧OS)タイプのブートメニュー表示に切替わります。\nWindows 起動時の 「F8」 キー押下で従来の 「詳細ブートオプション」 を表示できます。"
16="適用"
17="メニュー"
18="修復モードを開始 (オプションの選択画面)(&O)..."
19="「非表示の管理者アカウント」を有効にする(&H)"
20="Windows を再起動(&S)..."
21="「システム構成」 (msconfig) を開く(&C)..."
22="bcdedit.exe コンソールを実行(&B)..."
23="選択を元に戻す(&R)"
24="コマンドライン情報(&I)..."
25="[web] 寄付サイトへ(&D)..."
26="[web] お問い合わせ(&Q)..."
27="[web] 作者サイトへ(&H)..."
28="このソフトについて(&A)..."
29="選択したモードに切替えるには、Windows を再起動する必要があります。\n「はい」を選択すると Windows を再起動します。\n「いいえ」を選択すると、次回起動時の予約として機能します。"
30="修復モードを開始するには、Windows を再起動する必要があります。"
31="今すぐ Windows を再起動しますか?"
32="選択した起動構成が適用されました"
33=「設定」の「回復」を開く(&K)
34=セーフモードのスタートアップ時、次を実行(&M)
35=１度のみセーフモードで起動 (次回は通常モード)(&Z)

[Language_Russian_Pусский]
Translator="Sergey.Ramazanov"
01="Эта программа предназначена для удобного перезапуска Windows в безопасном режиме."
02="Ожидайте ..."
03="Параметры режима загрузки Windows:"
04="Обычный режим (по умолчанию)"
05="Windows загружается в обычном режиме"
06="Безопасный режим"
07="Windows загружается в безопасном режиме"
08="Безопасный режим с поддержкой сети"
09="Windows загружается в безопасном режиме с поддержкой сетевых драйверов"
10="Безопасный режим только с командной строкой"
11="Windows загружается в безопасном режиме только с командной строкой"
12="Отображать меню загрузки при запуске Windows"
13="Отображает меню загрузки при запуске Windows. \n Вы можете переключиться в расширенное меню загрузки, нажав клавишу F8 в меню загрузки."
14="Включить клавишу запуска F8 (меню загрузки)"
15="Отображает расширенные параметры загрузки при нажатии клавиши F8 при запуске Windows \n Если выбран этот параметр, будет активирован классический интерфейс меню загрузки."
16="Применить настройки"
17="Меню"
18="Перезагрузка в режиме восстановления"
19="&Включить учётку "Администратор""
20="Перезагрузить &Windows"
21="Запустить &Msconfig"
22="Запустить консоль &Bcdedit"
23="&Обновить"
24="&Информация о командной строке"
25="&Пожертвовать"
26="&Контакты"
27="&Домашняя страница"
28="&О программе"
29="Вы должны перезапустить Windows, чтобы переключиться в выбранный режим."
30="Windows необходимо перезагрузить, чтобы запустить режим восстановления."
31="Вы хотите перезагрузить Windows прямо сейчас?"
32="Настройки успешно сохранены."
33="&Настройки восстановления"
34="&Запустить в безопасном режиме"
35="&Загрузить один раз в безопасном режиме"

[Language_Persian_فارسی]
Translator="Mahdi KamaliPour Darbandi (MKP)"
01="این برنامه برای راحتی در راه اندازی ویندوز در حالت ایمن طراحی شده است"
02="... خواهشمندیم شکیبا باشید"
03="گزینه های حالت بوت"
04="حالت عادی (پیش فرض)"
05="ویندوز به طور معمول شروع می شود"
06="حالت امن"
07="ویندوز در حالت ایمن شروع می شود"
08="حالت امن با شبکه"
09="ویندوز در حالت امن با پشتیبانی از شبکه شروع می شود"
10="CMD حالت ایمن فقط با خط فرمان"
11="CMD ویندوز در حالت ایمن فقط با خط فرمان شروع می شود"
12="منوی بوت را در هنگام راه اندازی ویندوز نمایش دهید"
13="منوی بوت را هنگام راه اندازی ویندوز نمایش می دهد.\nبا فشار دادن کلید صفحه کلید F8 در منوی بوت می توانید به منوی پیشرفته بوت بروید."
14="فعال کردن کلید راه اندازی F8 (منوی بوت کلاسیک)"
15="با فشار دادن میانبر صفحه کلید f8 در هنگام راه اندازی ویندوز ، گزینه های پیشرفته بوت را نمایش می دهد\nدر صورت انتخاب این گزینه ، رابط منوی Boot کلاسیک فعال می شود."
16="گزینه ها را اعمال کنید"
17="فهرست"
18="شروع و حالت تعمیر"
19="& حساب مدیر پنهان را فعال کنید"
20="راه اندازی مجدد ویندوز"
21="Msconfig شروع و"
22="Bcdedit Console شروع و"
23="&تازه کردن"
24="& اطلاعات خط فرمان"
25="& اهدا"
26="& تماس"
27="&صفحه نخست"
28="&در باره ی ما"
29="برای رفتن به حالت انتخاب شده باید ویندوز را مجدداً راه اندازی کنید."
30="برای شروع حالت تعمیر ، ویندوز باید دوباره راه اندازی شود."
31="آیا می خواهید ویندوز را دوباره راه اندازی کنید؟"
32="تنظیمات منوی راه اندازی انتخاب شده اعمال شده است."
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Portuguese_Português (Brasil)]
Translator="Roberto Queiroz"
01="Este programa foi desenvolvido para iniciar o Windows em Modo de Segurança facilmente."
02="Aguarde..."
03="Opções para Boot:"
04="Modo Normal (Padrão)"
05="Windows iniciará normalmente"
06="Modo de Segurança"
07="Windows iniciará em modo seguro"
08="Modo de Segurança com Rede"
09="Windows Iniciará em modo seguro com suporte a rede"
10="Modo de Segurança com Apenas Prompt de Comando"
11="Windows apresentará apenas uma janela de prompt em modo seguro."
12="Mostra o Menu de Boot ao Iniciar o Windows"
13="Mostra o Menu de Boot ao Iniciar o Windows.\n Você pode alternar entre o menu avançado\n pressionando F8 no menu de boot."
14="Ativa a tecla F8 durante o boot (Menu de boot clássico)"
15="Mostra opções avançadas de boot ao pressionar F8 durante a inicialização do Windows.\n Se essa opção for ativada, o menu de boot clássico será exibido."
16="Aplicar Opções"
17="Menu"
18="Iniciar Modo &Reparo"
19="Ativar Conta Oculta d&e Administrador"
20="Reiniciar &Windows"
21="Iniciar &Msconfig"
22="Iniciar Console &Bcedit"
23="Atualiza&r"
24="Informações de Linha de &Comando"
25="&Doar"
26="&Contato"
27="&HomePage"
28="&Sobre"
29="Você de reiniciar o Windows para alternar para o modo selecionado."
30="Você deve reiniciar o Windows para selecionar o modo de reparo."
31="Você quer reiniciar o Windows agora?"
32="As configurações selecionadas para o menu de boot foram aplicadas."
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Polish_Polski]
Translator="Andrzej Mazurkiewicz"
01="Ten program jest przeznaczony do łatwego uruchamiania systemu Windows w trybie awaryjnym."
02="Proszę czekać ..."
03="Opcje trybu uruchamiania:"
04="Tryb Normalny (Domyślny)"
05="Windows uruchamia się normalnie"
06="Tryb awaryjny"
07="Windows uruchamia się w trybie awaryjnym"
08="Tryb awaryjny z obsługą sieci"
09="System Windows uruchamia się w trybie awaryjnym z obsługą sieci"
10="Tryb awaryjny tylko z wierszem poleceń"
11="System Windows uruchamia się w trybie awaryjnym tylko z wierszem poleceń"
12="Wyświetl menu startowe podczas startu Windows"
13="Wyświetla menu rozruchu podczas uruchamiania systemu Windows.\n Możesz przełączyć się do zaawansowanego menu rozruchu, naciskając klawisz F8 na klawiaturze w menu uruchamiania. "
14=" Włącz klawisz F8 (Klasyczne Menu Uruchamiania)"
15="Wyświetla zaawansowane opcje rozruchu po przez naciśnięcie skrótu na klawiaturze f8 podczas uruchamiania systemu Windows.\n Jeśli ta opcja jest zaznaczona, zostanie aktywowany klasyczny interfejs menu rozruchu."
16="Zastosuj opcje"
17="Menu"
18="Tryb uruchamiania i naprawy"
19="&Włącz ukryte konto administratora"
20="Uruchom ponownie system Windows"
21="Uruchom &Msconfig"
22="Uruchom konsolę &Bcdedit"
23="&Odśwież"
24="&Info o wierszu poleceń"
25="&Wspomóż"
26="&Kontakt"
27="&Strona domowa"
28="&O programie"
29="Aby przełączyć się do wybranego trybu, należy ponownie uruchomić system Windows."
30="System Windows musi zostać ponownie uruchomiony, aby uruchomić tryb naprawy."
31="Czy chcesz teraz ponownie uruchomić system Windows?"
32="Wybrane ustawienia menu startowego zostały zastosowane."
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Dutch_Nederlands]
Translator="artbydiamond.nl (11/2020)"
01="Dit programma is ontworpen om Windows eenvoudig in de veilige modus te starten."
02="Een ogenblik geduld ..."
03="Opties voor opstartmodus:"
04="Normale modus (standaard)"
05="Windows start normaal"
06="Veilige modus"
07="Windows start in veilige modus"
08="Veilige modus met netwerken"
09="Windows start in veilige modus met netwerkondersteuning"
10="Veilige modus met alleen de opdrachtprompt"
11="Windows start in veilige modus met alleen de opdrachtprompt"
12="Opstartmenu weergeven bij opstarten van Windows"
13="Toont het opstartmenu bij het opstarten van Windows.\nU kunt naar het geavanceerde opstartmenu schakelen door op de F8-toets te drukken in het opstartmenu."
14="Activeer de F8-toets (klassiek opstartmenu)"
15="Geeft geavanceerde opstartopties weer door op de f8-sneltoets te drukken bij het opstarten van Windows\nAls deze optie is geselecteerd, wordt de klassieke interface van het opstartmenu geactiveerd."
16="Opties toepassen"
17="Menu"
18="He&rstelmodus starten"
19="V&erborgen beheerdersaccount inschakelen"
20="&Windows opnieuw starten"
21="Start &Msconfig"
22="Start &Bcdedit Console"
23="&Vernieuwen"
24="&Info over de opdrachtregel"
25="&Doneren"
26="&Contact"
27="&Homepagina"
28="&Over"
29="U moet Windows opnieuw starten om over te schakelen naar de geselecteerde modus."
30="Windows moet opnieuw worden gestart om de herstelmodus te starten."
31="Wilt u Windows nu opnieuw starten?"
32="De geselecteerde opstartmenu-instellingen zijn toegepast."
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Hungarian_Magyar]
Translator="DoWtHen, László Földes"
01="Ez a program a Windows csökkentett módban történő egyszerű elindítására szolgál."
02="Kérjük, várjon ..."
03="Indítási mód beállításai:"
04="Normál mód (alapértelmezett)"
05="A Windows normál módban indul"
06="Csökkentett mód"
07="A Windows csökkentett módban indul"
08="Csökkentett mód hálózattal"
09="A Windows csökkentett módban indul, hálózati támogatással"
10="Csökkentett mód csak parancssorral"
11="A Windows csökkentett módban indul, csak parancssorral"
12="Rendszerindító menü a Windows indításakor"
13="Megjeleníti a rendszerindítási menüt a Windows indításakor.\nA speciális indítási menüre az F8 billentyű megnyomásával válthat."
14="F8 indító bill. engedélyezése (Klasszikus indítás menü)"
15="A Windows indításakor az F8 billentyűparancs megnyomásával speciális rendszerindítási beállításokat jelenít meg.\nHa ez az opció be van jelölve, a klasszikus Boot menü felülete aktiválódik."
16="Beállítások alkalmazása"
17="Menü"
18="Javítási &mód indítása"
19="&Rejtett rendszergazdai fiók engedélyezése"
20="&Windows újraindítása"
21="&Rendszerkonfiguráció indítása"
22="&Bcdedit konzol indítása"
23="&Frissítés"
24="&Parancssori információ"
25="&Adomány"
26="&Kapcsolat"
27="&Honlap"
28="&Névjegy"
29="A kiválasztott üzemmódra való áttéréshez újra kell indítania a Windowst."
30="A Windowsnak újra kell indulnia a javítási mód elindításához."
31="Most szeretné újraindítani a Windowst?"
32="A kiválasztott rendszerindítási menü beállításai alkalmazásra kerültek."
33="&Helyreállítási beállítások"
34="&Futtatás csökkentett módban"
35="&Egyszeri indítás csökkentett módban"

[Language_Italian_Italiano]
Translator="Luca Bastiani"
01="Questo programma è progettato per avviare facilmente Windows in modalità provvisoria."
02="Attendi Grazie..."
03="Opzioni della modalità di avvio:"
04="Modalità normale (predefinita)"
05="Windows si avvia normalmente"
06="Modalità provvisoria"
07="Windows si avvia in modalità provvisoria"
08="Modalità provvisoria con rete"
09="Windows si avvia in modalità provvisoria con supporto di rete"
10="Modalità provvisoria solo con prompt dei comandi"
11="Windows si avvia in modalità provvisoria solo con prompt dei comandi"
12="Visualizza il menu di avvio all'avvio di Windows"
13="Visualizza il menu di avvio all'avvio di Windows.\nÈ possibile passare al menu di avvio avanzato premendo il tasto della tastiera F8 nel menu di avvio."
14="Abilita chiave di avvio F8 (menu di avvio classico)"
15="Visualizza le opzioni di avvio avanzate premendo la scorciatoia da tastiera f8 all'avvio di Windows.\nSe questa opzione è selezionata, verrà attivata l'interfaccia del menu di avvio classico."
16="Applica opzioni"
17="Menu"
18="Avvia &Modalità di ripristino"
19="&Abilitare l'account amministratore nascosto"
20="Riavvia &Windows"
21="Avvia &Msconfig"
22="Avvia &Console Bcdedit"
23="&Aggiorna"
24="&Informazioni sulla riga di comando"
25="&Se ti piace il programma pensa ad una donazione!"
26="&Contatti"
27="&Home Page"
28="&Informazioni"
29="È necessario riavviare Windows per passare alla modalità selezionata."
30="Windows deve essere riavviato per avviare la modalità di ripristino."
31="Vuoi riavviare Windows ora?"
32="Le impostazioni del menu di avvio selezionato sono state applicate."
33="&Impostazioni di recupero"
34="&Esegui in modalità provvisoria"
35="&Avvia una volta in modalità provvisoria"

[Language_Bulgarian_Български]
Translator="Павел Беливаков a.k.a ExaFlop"
01="Тази програма е предназначена за лесно стартиране на Windows в безопасен режим."
02="Моля, изчакайте..."
03="Опции за режима на зареждане:"
04="Нормален режим (по подразбиране)"
05="Windows стартира нормално"
06="Безопасен режим"
07="Windows стартира в безопасен режим"
08="Безопасен режим с мрежа"
09="Windows стартира в безопасен режим с мрежова поддръжка"
10="Безопасен режим само с команден ред"
11="Windows стартира в безопасен режим само с команден ред"
12="Показване на менюто за зареждане при стартиране на Windows"
13="Показва менюто за зареждане при стартиране на Windows.\n Можете да превключите към разширеното меню за зареждане, като натиснете клавиша F8 на клавиатурата в менюто за зареждане."
14="Активиране на клавиша  F8 при стартиране (класическо меню при стартиране)"
15="Показва разширени настройки за зареждане при натискане на клавиша f8 при стартиране на Windows\n Ако е избрана тази опция, ще се активира класическият интерфейс на менюто за зареждане."
16="Приложи опциите"
17="Меню"
18="Стартирай &Repair Mode"
19="&Активирай скрития администраторски акаунт"
20="Рестартирай &Windows"
21="Стартирай &Msconfig"
22="Стартирай &Bcdedit конзолата"
23="&Обнови"
24="&Информация за командния ред"
25="&Дарете"
26="&Връзка"
27="&Страница"
28="&Относно"
29="Трябва да рестартирате Windows, за да превключите в избрания режим."
30="Windows трябва да се рестартира, за да стартира режимът на поправка."
31="Искате ли да рестартирате Windows сега?"
32="Избраните настройки на менюто за зареждане са приложени."
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Spanish_Español]
Translator="Luis Alfredo"
01="Este programa está diseñado para iniciar Windows en modo seguro fácilmente."
02="Espere por favor ..."
03="Opciones del modo de arranque:"
04="Modo normal (predeterminado)"
05="Windows se inicia normalmente"
06="Modo seguro"
07="Windows se inicia en modo seguro"
08="Modo seguro con funciones de red"
09="Windows se inicia en modo seguro con soporte de red"
10="Modo seguro sólo con símbolo del sistema"
11="Windows se inicia en modo seguro sólo con el símbolo del sistema"
12="Mostrar el menú de inicio al iniciar Windows"
13="Muestra el menú de inicio al iniciar Windows.\nPuede cambiar al menú de inicio avanzado presionando la tecla F8 del teclado en el menú de inicio."
14="Habilitar la tecla de inicio F8 (menú de inicio clásico)"
15="Muestra las opciones de arranque avanzadas al presionar el atajo de teclado f8 al iniciar Windows.\nSi se selecciona esta opción, se activará la interfaz del menú de arranque clásico."
16="Aplicar opciones"
17="Menú"
18="Modo de inicio y reparación"
19="Habilitar cuenta de administrador oculta"
20="Reiniciar Windows"
21="Iniciar Msconfig"
22="Iniciar consola Bcdedit"
23="Actualizar"
24="Información de la línea de comandos"
25="Donar"
26="Contactar"
27="Página principal"
28="Acerca de"
29="Debe reiniciar Windows para cambiar al modo seleccionado."
30="Windows necesita reiniciarse para iniciar el modo de reparación."
31="¿Quieres reiniciar Windows ahora?"
32="Se han aplicado los ajustes seleccionados del menú de arranque."
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="Acest program este conceput pentru a porni cu ușurință Windows în Safe Mode."
02="Vă rugăm așteptați..."
03="Opțiuni Mod Boot:"
04="Mod Normal (Mod Implicit)"
05="Windows pornește normal"
06="Safe Mode"
07="Windows Pornește în Safe Mode"
08="Safe Mode in Navigare pe Internet"
09="Windows pornește în Safe Mode cu suport de rețea"
10="Safe Mode Numai cu Linia de Comandă"
11="Windows pornește în Safe Mode, numai cu linia de comandă"
12="Afișați meniul de boot la pornirea Windows"
13="Afișați meniul de boot la pornirea Windows.\n Puteți trece la meniul de pornire avansat apăsând tasta F8 din meniul de pornire."
14="Activați la Pornire Tasta F8 (Meniul Clasic Boot)"
15="Afișează opțiuni avansate de pornire apăsând comanda rapidă de la tastatură f8 la pornirea Windows\n Dacă această opțiune este selectată, interfața clasică a meniului Boot va fi activată."
16="Aplicare Opțiuni"
17="Meniu"
18="&Porniți Modul de Reparare"
19="&Activați Contul de Administrator Ascuns"
20="&Reporniți Windows"
21="&Porniți Msconfig"
22="&Porniți Consola Bcdedit"
23="&Reîmprospătare"
24="&Info Linie de Comandă"
25="&Donează"
26="&Contact"
27="&Pagina Principală"
28="&Despre"
29="Trebuie să reporniți Windows pentru a trece la modul selectat."
30="Windows trebuie să repornească pentru a porni modul de reparare."
31="Doriți să reporniți Windows acum?"
32="Setările selectate ale meniului de boot au fost aplicate."
33="&Setări de Recuperare"
34="&Rulați în Safe Mode"
35="&Porniți o dată în Safe Mode"

[Language_Thai_ไทย]
Translator="-`•T@M RaiNBoW•`-"
01="โปรแกรมนี้ออกแบบมาเพื่อเริ่ม Windows ในเซฟโหมดอย่างง่ายดาย"
02="กรุณารอสักครู่ ... "
03="ตัวเลือกโหมดการบูต:"
04="เซฟโหมดปกติ (ค่าเริ่มต้น)"
05="Windows เริ่มทำงานตามปกติ"
06="เซฟโหมดปลอดภัย"
07="Windows เริ่มในเซฟโหมด"
08="เซฟโหมดปลอดภัยพร้อมระบบเครือข่าย"
09="Windows เริ่มในเซฟโหมดด้วยการรองรับเครือข่าย"
10="เซฟโหมดพร้อมรับคำสั่งเท่านั้น"
11="Windows เริ่มในเซฟโหมดพร้อมรับคำสั่งเท่านั้น"
12="แสดงเมนูบูตเมื่อเริ่มต้นระบบ Windows"
13="แสดงเมนูบูตเมื่อเริ่มต้นระบบ Windows \ n คุณสามารถเปลี่ยนไปใช้เมนูการบูตขั้นสูงได้โดยกดแป้นแป้นพิมพ์ F8 ในเมนูบูต\nYou can switch to the advanced boot menu by pressing the F8 keyboard key in the boot menu."
14="เปิดใช้งานคีย์เริ่มต้น F8 (เมนู Classic Boot)"
15="แสดงตัวเลือกการบูตขั้นสูงโดยการกดแป้นพิมพ์ลัด f8 ในการเริ่มต้นระบบ Windows \ n หากเลือกตัวเลือกนี้อินเทอร์เฟซเมนู Boot แบบคลาสสิกจะเปิดใช้งาน\nIf this option is selected, the classic Boot menu interface will be activated."
16="ใช้ตัวเลือก"
17="เมนู"
18="เริ่มต้นและโหมดซ่อมแซม"
19="&เปิดใช้งานบัญชีผู้ดูแลระบบที่ซ่อนอยู่"
20="รีสตาร์ท & Windows"
21="เริ่ม & Msconfig"
22="คอนโซลเริ่มต้น & Bcdedit"
23="&รีเฟรช"
24="&ข้อมูลบรรทัดคำสั่ง"
25="&บริจาค"
26="&ติดต่อ"
27="&HomePage"
28="&เกี่ยวกับ"
29="คุณต้องรีสตาร์ท Windows เพื่อเปลี่ยนเป็นโหมดที่เลือก"
30="Windows ต้องรีสตาร์ทเพื่อเริ่มโหมดซ่อมแซม"
31="คุณต้องการรีสตาร์ท Windows เดี๋ยวนี้หรือไม่"
32="ใช้การตั้งค่าเมนูบูตที่เลือกแล้ว"
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Chinese simplified_简体中文]
Translator="MagicGenius"
01="此程序旨在轻松以安全模式启动 Windows。"
02="请稍候…"
03="启动模式选项："
04="正常模式(默认)"
05="正常启动 Windows"
06="安全模式"
07="在安全模式下启动 Windows"
08="网络安全模式"
09="Windows 在安全模式下启动，并提供网络支持"
10="带命令提示符的安全模式"
11="Windows 在安全模式下启动，并启动命令提示"
12="在 Windows 启动时显示启动菜单"
13="在 Windows 启动时显示启动菜单。\n您可以通过按启动菜单中的 F8 键切换到高级启动菜单。"
14="启用 F8 启动键 (经典启动菜单)"
15="在 Windows 启动时按 F8 键显示高级启动选项\n如果选择此项，将激活经典启动菜单界面。"
16="应用"
17="菜单"
18="运行 修复模式(&R)"
19="启用 隐藏的管理员帐户(&E)"
20="重新启动 Windows (&W)"
21="运行 系统配置(&M)"
22="运行 Bcdedit 控制台(&B)"
23="刷新(&R)"
24="命令行信息(&C)"
25="捐赠(&D)"
26="联系(&C)"
27="主页(&H)"
28="关于(&A)"
29="必须重新启动 Windows 才能切换到所选模式。"
30="Windows 需要重新启动才能启动修复模式。"
31="是否立即重新启动Windows？"
32="已应用选定的启动菜单设置。"
33="恢复设置(&R)"
34="在安全模式下运行(&R)"
35="在安全模式下启动一次(&B)"

[Language_Chinese Traditional_正體中文]
Translator="謝慶憲"
01="此程式被設計為在安全模式下輕鬆啟動 Windows。"
02="請稍候..."
03="啟動模式選項："
04="標準模式（預設）"
05="正常啟動 Windows"
06="安全模式"
07="Windows 以安全模式啟動"
08="安全模式 (含網路功能)"
09="Windows 以安全模式啟動 (含網路功能)"
10="僅含命令提示字元的安全模式"
11="Windows 以安全模式啟動 (僅含命令提示字元)"
12="在 Windows 啟動時顯示開機功能表"
13="在 Windows 啟動時顯示開機功能表。\n按下開機功能表中的 F8 鍵切換成進階開機功能表。"
14="啟用 F8 啟動鍵（傳統開機功能表）"
15="在 Windows 啟動時按下 F8 鍵盤快速鍵顯示進階開機選項\n如果選擇此選項，將啟動傳統的開機功能表介面"
16="套用選項"
17="功能表"
18="啟動和修復模式"
19="啟用隱藏的系統管理員帳戶(&E)"
20="重新啟動 Windows(&W)"
21="啟動 Msconfig(&M)"
22="啟動 Bcdedit 主控台(&B)"
23="重新整理(&R)"
24="命令列資訊(&C)"
25="捐贈(&D)"
26="聯繫(&C)"
27="首頁(&H)"
28="關於(&A)"
29="您必須重新啟動 Windows 才能切換到所選模式。"
30="Windows 需要重新啟動才能啟動修復模式。"
31="您要馬上重新啟動 Windows 嗎?"
32="已套用所選的開機功能表設定"
33="復原設定(&R)"
34="在安全模式中執行(&R)"
35="在安全模式下啟動一次(&B)"

[Language_Czech_Čeština]
Translator="Pajda"
01="Program umožní start Windows do nouzového režimu."
02="Prosím počkej ..."
03="Výběr spuštění:"
04="Normální (Výchozí)"
05="Normální spuštění"
06="Nouzový režim"
07="Spuštění do nouzového režimu"
08="Nouzový režim s prací v síti"
09="Spuštění do nouzového režimu s podporou sítě"
10="Nouzový režim s příkazovým řádkem"
11="Spuštění do nouzového režimu jen s příkazovým řádkem"
12="Při startu zobrazit nabídku spuštění"
13="Zobrazí se nabídka spuštění.\n Můžeš zvolit i pokorčilé možnosti spuštění pomocí F8."
14="Zapnout podporu F8"
15="Zobrazit pokročilé možnosti spuštění při startu Windows\n Zobrazí se výběr možností spuštění počítače."
16="Použít"
17="Menu"
18="Spustit &Opravný režim (modrý průvodce)"
19="&Aktivovat skrytý Admin účet"
20="Restart &Windows"
21="Spustit &Msconfig"
22="Spustit &Bcdedit konzoli"
23="&Znovu načíst"
24="&Nápověda příkazového řádku"
25="&Přispět"
26="&Kontakt"
27="&Web"
28="&O..."
29="Pro přepnutí do tohoto režimu musíš restartovat Windows."
30="Windows je nutné restartovat pro spuštění opravného režimu."
31="Chceš restartovat?"
32="Spouštění bylo nastaveno."
33="&Recovery Settings"
34="&Run in Safe Mode"
35="&Boot Once in Safe Mode"

[Language_Slovenian_Slovenian]
Translator="Jadran Rudec"
01="Ta program je zasnovan za enostaven zagon sistema Windows v varnem načinu."
02="Prosimo, počakajte..."
03="Možnosti zagonskega načina:"
04="Normalni način (privzeto)"
05="Windows se normalno zažene"
06="Varni način"
07="Windows se zažene v varnem načinu"
08="Varni način z omrežjem"
09="Windows se zažene v varnem načinu z omrežno podporo"
10="Samo varni način z ukaznim pozivom"
11="Windows se zažene v varnem načinu samo z ukaznim pozivom"
12="Prikaži zagonski meni ob zagonu Windows"
13="Prikaže zagonski meni ob zagonu sistema Windows.\n  Na napredni zagonski meni lahko preklopite tako, da v zagonskem meniju pritisnete tipko na tipkovnici F8."
14="Omogoči zagonsko tipko F8 (meni za klasični zagon)"
15="Prikaže napredne možnosti zagona s pritiskom na bližnjico na tipkovnici f8 ob zagonu sistema Windows\n  Če je ta možnost izbrana, bo aktiviran klasični vmesnik zagonskega menija."
16="Uporabi možnosti"
17="Meni"
18="Zaženite način &popravila"
19="Omogoči skriti sk&rbniški račun"
20="Znova zaženi &Windows"
21="Zaženi &Msconfig"
22="Zaženi konzolo B&cdedit"
23="&Osveži"
24="&Informacije o ukazni vrstici"
25="D&arujte"
26="S&tik"
27="&Domača stran"
28="&Vizitka"
29="Za preklop v izbrani način morate znova zagnati Windows."
30="Windows se mora znova zagnati, da zažene način popravila."
31="Ali želite zdaj znova zagnati Windows?"
32="Uporabljene so izbrane nastavitve zagonskega menija."
33="Nastavitve za &obnovitev"
34="&Zaženi v varnem načinu"
35="&Enkrat zaženi v varnem načinu"

[Language_Swedish_Svenska]
Translator="1ff"
01="Detta program är designat för att enkelt starta Windows i felsäkert läge."
02="Vänligen vänta ..."
03="Bootlägesalternativ:"
04="Normalt läge (Förvalt)"
05="Windows startar normalt"
06="Felsäkert läge"
07="Windows startar i felsäkert läge"
08="Felsäkert läge med nätverk"
09="Windows startar i felsäkert läge med nätverkssupport"
10="Felsäkert läge med endast Kommandotolken"
11="Windows startar i felsäkert läge med endast Kommandotolken"
12="Visa bootmenyn vid Windows start"
13="Visa bootmenyn vid Windows start.\nDu kan skifta till den avancerade bootmenyn vid klickande på F8 tangenten i bootmenyn."
14="Aktivera F8 tangenten (Klassisk bootmeny)"
15="Visa avancerade bootalternativ vid klickande på tangentbordsgenvägen F8 vid Windows start.\nOm detta alternativ är valt, aktiveras den klassiska bootmenyn."
16="Tillämpa alternativen"
17="Meny"
18="Startreparationsläge"
19="&Aktivera det dolda Adminkontot"
20="Starta om &Windows"
21="Starta &Msconfig"
22="Starta &redigeringskonsolen för Bcd"
23="&Uppdatera"
24="&Kommandoradsinformation"
25="&Donera"
26="&Kontakt"
27="&Hemsida"
28="&Om"
29="Du behöver starta om Windows för att skifta till det valda läget."
30="Windows behöver starta om till reparationsläget."
31="Vill du starta om Windows nu?"
32="De valda bootmenyinställningarna har tillämpats."
33="&Återställningsinställningar"
34="&Kör i felsäkert läge"
35="&Boota en gång i felsäkert läge"

[Language_Arabic_عربى]
Translator="AhmedBakr -MesterPerfect"
01="تم تصميم هذا البرنامج لتشغيل Windows في الوضع الآمن بسهولة. "
02="يرجى الإنتظار ..."
03="خيارات وضع التمهيد boot:"
04="الوضع العادي (افتراضي)"
05="تشغيل ويندوز بشكل طبيعي"
06="الوضع الآمن"
07="تشغيل الويندوز في الوضع الآمن"
08="الوضع الآمن مع الأنترنت"
09="يقوم بتشغيل ويندوز في الوضع الآمن مع دعم الأنترنت"
10="الوضع الآمن مع موجه الأوامر فقط"
11="يقوم بتشغيل الويندوز في الوضع الآمن مع تشغيل موجه الأوامر فقط"
12="اعرض قائمة التمهيد عند بدء تشغيل Windows"
13="عرض قائمة التمهيد عند بدء تشغيل Windows.\n يمكنك التبديل إلى قائمة التمهيد المتقدم بالضغط على مفتاح F8 من لوحة المفاتيح"
14="تفعيل مفتاح f8 عند بدء التشغيل (يقوم بفتح قائمة البوت الكلاسيكية)"
15="يعرض خيارات التمهيد المتقدمة بالضغط على مفتاح f8 من لوحة المفاتيح عند بدء تشغيل Windows\n إذا تم تحديد هذا الخيار ، فسيتم تنشيط واجهة قائمة التمهيد الكلاسيكية."
16="تطبيق الخيارات"
17="القائمة"
18="إعادة التشغيل في &وضع الإصلاح"
19="&تفعيل حساب المسؤول المخفي"
20="إعادة التشغيل إلى #ويندوز"
21="تشغيل &Msconfig"
22="تشغيل التحكم في &Bcdedit"
23="&تحديث"
24="الأ&وامر السطرية"
25="ت&برع"
26="ا&تصل بنا"
27="الصف&حة الرئيسية"
28="&حول"
29="يجب إعادة تشغيل Windows للتبديل إلى الوضع المحدد."
30="يجب إعادة تشغيل Windows للدخول إلى وضع الإصلاح."
31="هل تريد إعادة تشغيل ويندوز الآن؟"
32="تم تطبيق الإعدادات التي تم تحديدها."
33="إعدادات الإ&سترداد"
34="التشغيل في ال&وضع الآمن"
35="الدخول إلى الوضع الآمن &مرة واحدة فقط"

[Language_Slovak_Slovenčina]
Translator="MiChAl"
01="Program bol vytvorený pre jednoduchý štart Windows do núdzového režimu."
02="Prosím, čakajte .."
03="Výber módu spustenia:"
04="Normálny mód (Default)"
05="Windows sa spustí normálne"
06="Núdzový režim"
07="Windows sa spustí do núdzového režimu"
08="Núdzový režim s prácou v sieti"
09="Windows sa spustí do núdzového režimu s podporou siete"
10="Núdzový režim iba s príkazovým riadkom"
11="Windows sa spustí do núdzového režimu iba s príkazovým riadkom"
12="Pri štarte zobraziť ponuku spustenia (Boot menu)"
13="Pri štarte sa zobrazí ponuka spustenia. (Boot menu)\nMôžete si zvoliť aj pokorčilé možnosti spustenia (Advanced boot menu) stlačením F8."
14="Povoliť podporu klávesy F8. (Classic Boot menu)"
15="Zobrazuje pokročilé možnosti spustenia stlačením klávesy F8 pri štarte Windows.\nAk je táto voľba vybraná, zobrazí sa rozhranie klasického spustenia."
16="Použiť nastavenia"
17="Menu"
18="Spustiť &Opravný režim (modrý sprievodca)"
19="&Aktivovať skrytý Admin účet"
20="Reštartovať &Windows"
21="Spustiť &MSConfig"
22="Spustiť &BCDEdit konzolu"
23="&Znovu načítať"
24="&Pomocník príkazového riadku"
25="&Prispieť"
26="&Kontakt"
27="&Webstránka"
28="&O programe .."
29="Musíte reštartovať Windows pre prepnutie do zvoleného režimu ."
30="Windows je nutné reštartovať pre spustenie do režimu opravy."
31="Chceš naozaj teraz reštartovať Windows?"
32="Použili sa vybrané nastavenia ponuky spustenia."
33="&Nastavenia obnovy"
34="&Spustite v núdzovom režime"
35="&Spustite raz v núdzovom režime"
